astro-build.astro-vscode
bbenoist.Nix
bmalehorn.vscode-fish
bungcip.better-toml
Catppuccin.catppuccin-vsc
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
mikestead.dotenv
