astro-build.astro-vscode
bbenoist.nix
bmalehorn.vscode-fish
bungcip.better-toml
catppuccin.catppuccin-vsc
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
loriscro.super
mikestead.dotenv
